{
  "Movies": [
    {
      "Id": 1,
      "Name": "Довод 3",
      "Description": "Новым главным героем оригинального научно-фантастического экшна Кристофера Нолана «Довод» становится Джон Дэвид Вашингтон. Он вооружен лишь словом – Довод – и сражается за выживание всего мира. Главный герой погружается в сумеречный мир международного шпионажа, выполняя миссию, которая перерастает в нечто, выходящее за пределы реального времени. Нет, это не путешествие во времени, это – инверсия.",
      "MinAge": 18,
      "Duration": 150,
      "Rating": 4.72,
      "Types": [ 0 ],
      "Genres": [ 1, 3, 7 ],
      "ImageUrl": "https://images.kinomax.ru/films/5/5108/220x118/p_415f24a.jpg"
    },
    {
      "Id": 2,
      "Name": "Семейка Бигфутов",
      "Description": "Все семьи разные, но эта – самая разношерстная. Папа когда-то превратился в Бигфута, сын унаследовал его суперспособности и умение понимать язык животных, так еще и в доме вместе с ними и мамой живет целый зоопарк – огромный медведь, неутомимая белка и беспокойный енот со множеством очаровательных детенышей. Когда же уникальному заповеднику на Аляске понадобится помощь, вся семейка Бигфутов отправится в большое путешествие и покажет всему миру, на что способна их команда...",
      "MinAge": 10,
      "Duration": 99,
      "Rating": 0.0,
      "Types": [ 1 ],
      "Genres": [ 0 ],
      "ImageUrl": "https://images.kinomax.ru/films/5/5151/280x151/p_c46736b.jpg"
    },
    {
      "Id": 3,
      "Name": "Стрельцов",
      "Description": "К 20 годам у него есть все, о чем только можно мечтать: талант, деньги, слава, любовь. Он — Эдуард Стрельцов, восходящая звезда советского футбола и кумир миллионов. Вся страна с замиранием сердца ждет побед советской сборной на предстоящем Чемпионате мира в Швеции и дуэли Стрельцова с Пеле. Но за два дня до отъезда команды недоброжелатели ломают судьбу спортсмена... Когда дорога в футбол, казалось бы, навсегда отрезана, Стрельцов должен совершить невозможное, чтобы вернуться и доказать всем, что он — чемпион. Великий спортсмен, заслуживший настоящую народную любовь.",
      "MinAge": 6,
      "Duration": 102,
      "Rating": 0.0,
      "Types": [ 0 ],
      "Genres": [ 6 ],
      "ImageUrl": "https://images.kinomax.ru/films/5/5132/280x151/p_fba5830.jpg"
    },
    {
      "Id": 4,
      "Name": "Папина дочка",
      "Description": "Перед сном Джиби всегда рассказывал своей маленькой дочери сказки. Вместе они придумали волшебный мир, где живут крошечные феи и величественные драконы, а папа всегда спасает принцессу-дочь от любых опасностей. Но однажды в их сказочном мире появляется новый принц — одноклассник повзрослевшей Софии, а Джиби отправляется в страшную страну Забытья. Джиби нужно выбраться из грустной сказки и найти способ остаться для своей дочери героем и в реальной жизни.",
      "MinAge": 12,
      "Duration": 102,
      "Rating": 5.0,
      "Types": [ 0 ],
      "Genres": [ 0, 2, 7 ],
      "ImageUrl": "https://images.kinomax.ru/films/5/5216/220x118/p_3f05376.jpg"
    },
    {
      "Id": 5,
      "Name": "Ведьмы",
      "Description": "Земекис заново откроет для современных зрителей знаменитую книгу Роальда Даля. Визуально инновационная картина расскажет полную мрачного юмора и в то же время трогательную историю юного сироты. В конце 1967 года мальчик переезжает к своей любимой бабушке в Демополис, сельский городок в Алабаме. Там они случайно сталкиваются с обманчиво обаятельными и дьявольски коварными ведьмами, поэтому бабуля мудро увозит нашего юного героя на роскошный морской курорт. Увы, они приезжают туда ровно тогда, когда Величайшая Самая Главная Ведьма собирает – конечно же, тайно – последовательниц со всего света, чтобы воплотить свои страшные злодейские планы.",
      "MinAge": 12,
      "Duration": 105,
      "Rating": 0.0,
      "Types": [ 0, 1 ],
      "Genres": [ 2, 7, 8 ],
      "ImageUrl": "https://images.kinomax.ru/films/5/5203/280x151/p_51852d7.jpg"
    },
    {
      "Id": 6,
      "Name": "Смертельные иллюзии",
      "Description": "Знаменитые иллюзионисты братья Романовы представляют публике свое грандиозное шоу, после которого собираются закончить совместные выступления из-за накопившихся взаимных претензий. В первом же номере с исчезновением ассистентки из заполненного водой аквариума что-то идет не так — она не появляется в положенном месте. Тут же в сценических наушниках братьев голос неизвестного говорит, что девушка находится у него. А ещё он изменил принцип работы сложных механизмов для трюков. И теперь они представляют угрозу для жизни братьев. Но если шоу не продолжится, \"голос\" убьет ассистентку... Любимую девушку одного из братьев.",
      "MinAge": 12,
      "Duration": 108,
      "Rating": 0.0,
      "Types": [ 0, 1 ],
      "Genres": [ 3, 5 ],
      "ImageUrl": "https://images.kinomax.ru/films/5/5260/280x151/p_ba3ff67.jpg"
    }
  ],
  "Halls": [
    {
      "Id": 1,
      "Name": "Hall 3"
    },
    {
      "Id": 2,
      "Name": "Hall 2"
    }
  ],
  "Timeslots": [
    {
      "Id": 1,
      "StartTime": "2020-11-27T09:41:32",
      "MovieId": 2,
      "HallId": 1,
      "TariffId": 1
    },
    {
      "Id": 2,
      "StartTime": "2020-10-27T10:41:32",
      "MovieId": 1,
      "HallId": 1,
      "TariffId": 2
    },
    {
      "Id": 3,
      "StartTime": "2020-10-27T11:41:32",
      "MovieId": 1,
      "HallId": 1,
      "TariffId": 3
    },
    {
      "Id": 4,
      "StartTime": "2020-10-27T09:41:32.4003964+06:00",
      "MovieId": 2,
      "HallId": 2,
      "TariffId": 1
    },
    {
      "Id": 5,
      "StartTime": "2020-10-27T10:41:32.4003964+06:00",
      "MovieId": 2,
      "HallId": 2,
      "TariffId": 1
    },
    {
      "Id": 6,
      "StartTime": "2020-10-27T11:41:32.4003964+06:00",
      "MovieId": 2,
      "HallId": 2,
      "TariffId": 2
    },
    {
      "Id": 7,
      "StartTime": "2020-11-23T09:41:32",
      "MovieId": 1,
      "HallId": 2,
      "TariffId": 3
    }
  ],
  "Tariffs": [
    {
      "Id": 1,
      "Name": "Standard",
      "Cost": 270.0
    },
    {
      "Id": 2,
      "Name": "DBox",
      "Cost": 440.0
    },
    {
      "Id": 3,
      "Name": "StudentStandart",
      "Cost": 120.0
    }
  ]
}
